Repository: coodly/ios-gambrinus
Catalog: KioskUI/Localization/*.lproj/Localizable.strings
Languages: et

# marked.controller.title
source: Notables
et: Lemmikud

# menu.controller.option.all.posts
source: All Posts
et: Kõik postitused

# menu.controller.option.favorites
source: Favorites
et: Lemmikud

# menu.controller.option.feedback
source: Message to developer
et: Kirjuta arendajale

# menu.controller.sort.by.beer
source: RB beer name
et: RB õlle nimi

# menu.controller.sort.by.brewer
source: brewer
et: pruulija

# menu.controller.sort.by.date
source: date
et: kuupäev

# menu.controller.sort.by.posts
source: post title
et: posti nimi

# menu.controller.sort.by.score
source: RB score
et: RB punktid

# menu.controller.sort.by.style
source: style
et: stiil

# menu.controller.sort.section.title
source: Sort by
et: Postituste järjestus

# post.extended.details.back.button.title
source: Back
et: Tagasi

# post.extended.details.brewer.label
source: Brewer
et: Pruulija

# post.extended.details.posted.on.label
source: Posted on
et: Postitatud

# post.extended.details.style.label
source: Style
et: Stiil

# posts.controller.edit.button
source: Edit
et: Peida

# posts.controller.edit.done.button
source: Done
et: Valmis

# posts.controller.title
source: All Posts
et: Kõik postitused
